-- контракты продавцов
INSERT INTO contracts (date_seller,url_contract) VALUES
('18-07-2021','2021-07-16T17:32:57.892523300_test.docx'),
('19-07-2021','2021-07-16T17:32:57.892523300_test.docx'),
('20-08-2021','2021-07-16T17:07:00.933521800_da.txt'),
('22-06-2021','2021-07-16T17:32:57.892523300_test.docx'),
('1-09-2021','2021-07-16T17:32:57.892523300_test.docx');

INSERT INTO contract_seller (id_contract,id_seller) VALUES
(3,2),
(3,3),
(1,2),
(2,3),
(4,5),
(5,4);

-- контракты покупателей
INSERT INTO contracts (date_buyer,url_contract,id_buyer) VALUES
('11-07-2021','2021-07-16T17:32:57.892523300_test.docx',1),
('5-07-2021','2021-07-16T17:32:57.892523300_test.docx',2),
('30-08-2021','2021-07-16T17:32:57.892523300_test.docx',2),
('25-09-2021','2021-07-16T17:32:57.892523300_test.docx',3),
('25-02-2021','2021-07-16T17:32:57.892523300_test.docx',4);

